app/controllers/actors_controller.rb

SELECT "actors".* FROM "actors"
---
	def index
		@actor = Actor.all

INSERT INTO "actors" ("name", "birth_place", "image_url", "alive", "death_place", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)  [["name", ""], ["birth_place", ""], ["image_url", ""], ["alive", false], ["death_place", ""], ["created_at", 2017-07-28 01:32:13 UTC], ["updated_at", 2017-07-28 01:32:13 UTC]]
---
	def create
		@actor = Actor.new(actor_params)
		if @actor.save