app/controllers/actors_controller.rb

SELECT "actors".* FROM "actors"
---
def show
	@actors = Actor.all